{"navjson":
  [
        {
            "title": "Home",
            "url":"/",
             "level":"1",
             "icon":"fa fa-home icon"


      },
      {
          "title": "Articles",
          "url":"Articles",
          "level":"2",
           "icon":"fa fa-book icon",
           "dropdown":{}


    },
    {
        "title": " Contact Us",
        "url":"Contact-Us",
         "level":"1",
         "icon":"fa fa-comments-o icon"

   },
    {
        "title": "My Passion",
        "url":"My-Passion",
         "level":"1",
         "icon":"fa fa-lightbulb-o icon"

  },
  {
      "title": "About Us",
      "url":"About-Us",
       "level":"1",
       "icon":" fa fa-info-circle icon"

  },
  {
      "title": "Sign Up",
      "url":"Sign-up",
       "level":"1",
       "icon":"fa fa-user-circle icon"

}
],

"homeCarouselJson":[
  {
  "img":"/img/carouselImgs/mon6.jpg",
  "caption":" Safe Wooden Toys"
},
{
  "img":"/img/carouselImgs/mon3.jpg",
  "caption":"Montessori In Daily Life"
},
{
  "img":"/img/carouselImgs/mon4.jpg",
  "caption":"Math Toys  In Montessori "

},
{
  "img":"/img/carouselImgs/mon5.jpg",
  "caption":"  Biology In Montessori "

},
{
  "img":"/img/carouselImgs/mon2.jpg",
  "caption":"Lacing Activity, which encourages precision and patience "

},
{
  "img":"/img/carouselImgs/mon1.jpg",
  "caption":" Montessori Strengthens the Sensory System "

},
{
  "img":"/img/carouselImgs/mon7.jpg",
  "caption":"Toys which Advances Fine Motor Skills  "

}
],

"catNavData":[
      {
          "title": "0 - 3",
          "url":"#mn0t3",
          "id": "mn0t3",
           "information":"An adjustable wooden Activity Gym designed to hang Montessori mobiles and toys at the perfect height to engage your baby.4 classic Montessori mobiles to develop your baby’s visual skills and focus. 4 reaching, grasping and kicking toys to build strength & motor skills. Two rattles sized perfectly for your baby’s hands.Guides for parents including short videos and articles on how to introduce and use the materials with your baby – also great for caregivers & grandparents!",
          "picture":"/img/levelspic/level1pic.jpg"

    },
    {
        "title": "4 - 6",
        "url":"#mn4t6",
        "id":"mn4t6",
         "information":"The Wooden Book for early language and literacy learning.Nine unique rattles that strengthen your baby’s grasp, hand-eye coordination, and body control. A set of 24 wooden blocks of different shapes, sized for your baby to grasp, that help develop spatial awareness.The Dining Set, which encourages confident and independent eating.Guides for parents including short videos and articles on how to introduce and use the materials with your baby – also great for caregivers & grandparents!",
          "picture":"/img/levelspic/level2pic.jpg"

  },
  {
      "title": "7 - 10",
      "url":"#mn7t10",
      "id":"mn7t10",
       "information":"A Spinning Drum that develops hand-eye coordination and builds strength.A colorful and rhythmic Rolling Drum that inspires curiosity and movement.A basket of four balls with varying textures, weights, and rolling speeds.The Object Permanence Box, a great problem-solving challenge.A Monti Kids Rocking Stacker, designed for your baby’s little fingers to grasp.A set of 3 Shape Fitting Puzzles.Guides for parents including short videos and articles on how tointroduce and use the materials with your baby – also great for caregivers & grandparents!",
        "picture":"/img/levelspic/level3pic.jpg"

},
{
    "title": "11 - 13",
    "url":"#mn11t13",
    "id": "mn11t13",
     "information":"The Object Permanence Box 2, building on skills from Level 3 with an added challenge.The Push Balls Set, which strengthens your child’s fingers and palms.The Stable Stacker, which builds precision and motor skills.A set of 4 First Puzzles, each with 1 shape, which develops early STEM skills.The Peg Box, which advances fine motor skills and shape discrimination.The Tracker, which builds visual tracking skills critical for preschool reading.Guides for parents including short videos and articles on how to introduce and use the materials with your baby.",
      "picture":"/img/levelspic/level4pic.jpg"

},
{
  "title": "14 - 17",
  "url":"#mn14t17",
  "id": "mn14t17",
   "information":"The Duck Pull Toy, which develops control, balance, and coordination. The Multi-Shape Puzzles, which provide a new spatial reasoning challenge. The Curved Dowel, which develops wrist strength and dexterity. The Box with Bins, which builds working memory, and fine and gross motor skills. The Coin Box, which offers hands-on experience with geometry. The Mailbox, which teaches early geometric concepts and new vocabulary. Guides for parents including short videos and articles on how to introduce and use the materials with your baby.",
    "picture":"/img/levelspic/level5pic.jpg"

},
{
  "title": "18 - 22",
  "url":"#mn18t22",
  "id": "mn18t22",
   "information":"The Shapes on Pegs, which encourage spatial reasoning with 9 geometric solids. The Bolt Board, which builds strength, dexterity, and perseverance. The Language Set, a classic Montessori activity used to introduce new vocabulary. The Motor Planning Box, which encourages problem solving and builds strength. The Bead Stringing Set, which encourages creativity, precision, and coordination. The Sorting Set, which engages the tactile sense to classify shapes and textures. Guides for parents including short videos and articles on how to introduce and use the materials with your baby.",
    "picture":"/img/levelspic/level6pic.jpg"

},

{
  "title": "23 - 28",
  "url":"#mn23t28",
  "id": "mn23t28",
   "information":"The Push Toy, which adds an extra challenge for walkers. The Dressing Frames, which move from hook-and-loop to snaps, to buttons. The Cylinder Drop, which encourages repetition and size discrimination. The Baking Set, a perfect platform for exploring STEM, literacy, and life skills. The Ring Slide, which gives your child practice with predicting consequences. The Lacing Activity, which encourages precision and patience. Guides for parents including short videos and articles on how to introduce and use the materials with your baby.",
    "picture":"/img/levelspic/level7pic.jpg"

},
{
  "title": "29 - 36",
  "url":"#mn29t36",
  "id": "mn29t36",
   "information":"Includes: The Peg Board, which develops spatial reasoning and math skills. The Fabric Winder, which builds wrist strength and function. The Fraction Circles, which provide concrete experience with mathematical concepts. The Gluing Set, which teaches the basic skills your child needs to express themselves creatively. Three Mystery Bags, each with a specific theme, which build memory skills and encourage tactile exploration. Guides for parents including short videos and articles on how to introduce and use the materials with your baby.",
    "picture":"/img/levelspic/level8pic.jpg"

}
],

"feedbackCards":[
      {
          "cardTitle": "",
          "cardImgtop":"/img/parent-say/parents-say1.jpg",
          "cardText":"It is great to have the research and understanding as to why each toy is introduced and what skills it is helping her to gain. The toys are beautiful and very sturdy.— Amnda M.",
          "pathButton":"#",
          "buttonTitle":"like"
    },
    {
        "cardTitle": "",
        "cardImgtop":"/img/parent-say/parents-say2.jpeg",
        "cardText":"We love the Monti Kids program! I have enjoyed seeing my daughter engage with the toys, investigating and trying new things until she figures out how it works.— Zahra G.",
        "pathButton":"#",
        "buttonTitle":"like"
  },
  {
      "cardTitle": "",
      "cardImgtop":"/img/parent-say/parents-say3.jpeg",
      "cardText":"It's just really clear that the system is intentional and designed for babies exactly where they're at. I'm a convert. — Jana M.",
      "pathButton":"#",
      "buttonTitle":"like"
  }
]


}
